interface benefitItem {
  icon: string;
  title: string;
  sub: string;
}

export const benefitItems: benefitItem[] = [
  {
    icon: "it.svg",
    title: "Мэдээллийн технологийн дэд бүтэц",
    sub: "Дотоод сүлжээний зураг төсөл, суурилуулалт, Байгууллагын мэдээллийн технологийн дэд бүтцийн шийдэл",
  },
  {
    icon: "camera.svg",
    title: "Хяналтын камерын систем",
    sub: "IP болон аналог камерын шийдэл, Алсын зайнаас хяналт, удирдлага засвар, өргөтгөл, үйлчилгээ",
  },
  //   {
  //     icon: "communication.svg",
  //     title: "Холбоо, дохиоллын систем",
  //     sub: "Интерком болон холбооны систем, дуут зарлан мэдээлэх систем",
  //   },
  //   {
  //     icon: "fire.svg",
  //     title: " Галын дохиоллын систем",
  //     sub: "Галын дохиоллын зураг төсөл, тоног төхөөрөмж нийлүүлэлт, суурилуулалт, ашиглалтад оруулах",
  //   },
  {
    icon: "software.svg",
    title: "Програм хангамж ба лиценз",
    sub: "Microsoft болон бусад албан ёсны лиценз, антивирус, мэдээллийн аюулгүй байдлын програм",
  },
  {
    icon: "smart_locker.svg",
    title: " Ухаалаг цоож, нэвтрэх хяналт",
    sub: "Карт, код, хурууны хээ, нүүр таних систем, ухаалаг цоожны суурилуулалт",
  },
  {
    icon: "door.svg",
    title: "  Автомат хаалт, автомат хаалга",
    sub: "Автомашины зогсоолын хаалт, гулсдаг болон эвхэгддэг автомат хаалга",
  },
  //   {
  //     icon: "service.svg",
  //     title: " Засвар үйлчилгээ",
  //     sub: "Компьютер, серверийн засвар, сүлжээний гэмтэл оношлох, камер, дохиолол, автомат системийн засвар",
  //   },
  {
    icon: "build.svg",
    title: " Угсралт, суурилуулалт",
    sub: "Бүх төрлийн мэдээллийн технологийн тоног төхөөрөмжийн угсралт, кабель таталт",
  },
  {
    icon: "device.svg",
    title: "Тоног төхөөрөмж нийлүүлэлт",
    sub: "Компьютер, сервер сүлжээний төхөөрөмж, камер, дохиоллын төхөөрөмж UPS, дата төвийн тоног төхөөрөмж",
  },
  {
    icon: "worker.svg",
    title: "Гэрээт IT үйлчилгээ",
    sub: "Байгууллагын IT албаны аутсорсинг, системийн байнгын хяналт, урьдчилан сэргийлэх үйлчилгээ",
  },
  {
    icon: "automation.svg",
    title: "Гэрийн автоматжуулалт (SmartHome)",
    sub: "Ухаалаг гэрэлтүүлэг, ухаалаг хөшиг, ухаалаг цоож халаалт, хөргөлтийн удирдлага",
  },
  //   {
  //     icon: "evolving.svg",
  //     title: " Цаг бүртгэлийн систем",
  //     sub: "Хурууны хээ, нүүр таних төхөөрөмж, картын систем, тайлан, удирдлагын програм",
  //   },
];
